{
  "news": [
    {
      "id": "1",
      "title": "Nueva Línea de Cuidado Nocturno",
      "content": "Descubre nuestra nueva línea de cuidado nocturno formulada con ingredientes 100% naturales que trabajan mientras duermes para una piel radiante al despertar. Nuestra exclusiva fórmula incluye ácido hialurónico puro, extracto de semilla de uva y manteca de karité orgánica. Beneficios clave: Hidratación profunda durante la noche Reducción de líneas finas y arrugas Textura no grasa de rápida absorción Ingredientes naturales y libres de crueldad animal",
      "url": "https://www.vogue.es/articulos/pelo-graso-truco-viral-lowcost-farmaceutica-tiktok",
      "image": "/images/news/news1.jpg"
    },
    {
      "id": "2",
      "title": "Guía de Cuidado para Piel Seca",
      "content": "¿Tienes la piel seca o deshidratada? Nuestra guía completa te ayudará a elegir los productos adecuados para restaurar la hidratación de tu piel. Aprende sobre los ingredientes clave como el ácido hialurónico, ceramidas y manteca de karité que tu piel necesita. En esta guía encontrarás: Rutina de cuidado matutina y nocturna Los mejores ingredientes para piel seca Consejos para el cuidado en diferentes estaciones Productos recomendados por expertos",
      "url": "https://www.vogue.es/articulos/pelo-graso-truco-viral-lowcost-farmaceutica-tiktok",
      "image": "/images/news/news2.jpg"
    },
    {
      "id": "3",
      "title": "Lanzamiento: Protector Solar Mineral",
      "content": "Presentamos nuestro nuevo Protector Solar Mineral FPS 50+, formulado con óxido de zinc no nano para una protección segura y efectiva contra los rayos UVA/UVB. Ideal para todo tipo de piel, incluyendo las más sensibles. Características principales: Protección de amplio espectro Resistente al agua (hasta 80 minutos) Textura ligera y no grasa Libre de fragancias y aceites Ideal para uso diario",
      "url": "https://www.vogue.es/articulos/pelo-graso-truco-viral-lowcost-farmaceutica-tiktok",
      "image": "/images/news/news3.jpg"
    }
  ]
}
